{

  "api": {
    "titles": [
      "Хороший выбор",
      "Надо брать",
      "Квартира у реки",
      "Снимите двушку",
      "Отличные аппартаменты",
      "Я бы сам взял, если б не моя была",
      "Продать не продам - в аренду дам",
      "ЗАСЕЛЕНИЕ СЕГОДНЯ!"
    ],
    "descriptions": [
      "Просторная и уютная квартира в центре города с панорамными окнами, из которых открывается живописный вид на реку. Идеальный вариант для тех, кто ценит комфорт и красивую атмосферу.",
      "Прекрасный дом с современным дизайном и огромным ухоженным садом, идеальным для проведения семейных пикников и барбекю. Полностью меблирован и оборудован всем необходимым для комфортного проживания.",
      "Светлая студия с высокими потолками и стильным интерьером, включающим в себя все необходимое для уютного пребывания. Расположена в тихом районе с развитой инфраструктурой.",
      "Комфортабельный коттедж на берегу озера с собственной пристанью для лодки. Идеальное место для любителей активного отдыха на свежем воздухе и рыбалки.",
      "Уникальная квартира в историческом здании с камином, оригинальным декором и огромными окнами, создающими атмосферу уюта и расслабления.",
      "Современный пентхаус с просторной террасой и панорамным видом на город. Идеальное место для тех, кто ценит приватность и комфорт.",
      "Апартаменты в закрытом жилом комплексе с бассейном, тренажерным залом и красивым ландшафтным дизайном. Безопасное и ухоженное место для комфортного проживания.",
      "Домик в лесу с собственной баней и джакузи на улице - идеальный вариант для тех, кто ищет уединение и возможность отдохнуть от городской суеты в окружении природы."
    ],
    "images": [
      "apartment1_preview.jpg",
      "house2_preview.jpg",
      "studio3_preview.jpg",
      "cottage4_preview.jpg",
      "apartment5_preview.jpg",
      "penthouse6_preview.jpg",
      "apartment_complex7_preview.jpg",
      "cabin8_preview.jpg"
    ],
    "users": [
      "Николай",
      "Виталий",
      "Риелтор Володя",
      "Алёна",
      "Компания Жилплощадь",
      "Мошенник Иван",
      "Денис Без Комиссии",
      "Олег"
    ],
    "emails": [
      "jane.doe93@example.com",
      "mark_smith22@example.com",
      "emily_rogers87@example.com",
      "davidbrown66@example.com",
      "lisaanderson45@example.com",
      "kevin.miller80@example.com",
      "sarah.johnson28@example.com",
      "alex_white55@example.com"
    ],
    "avatars": [
      "ava.jpg",
      "avatar.jpg",
      "photo.jpg",
      "selfi.jpg",
      "avochka.jpg",
      "img1239.jpg",
      "etoya.jpg",
      "anapa2009.jpg"
    ]
  }
}

